<?php
    $cities =[ '0'=>  'Абинск' , '1'=>  'Анапа ' , '2'=>  'Апшеронск ' ,'3'=>  'Армавир ' ,'4'=>  'Белореченск' ,'5'=>  'Геленджик' ,
        '6'=>  'Горячий Ключ ' ,'7'=>  'Гулькевичи ' ,'8'=>  'Ейск ' ,'9'=>  'Кореновск ' ,'10'=>  'Краснодар ' ,'11'=>  'Кропоткин ' ,
        '12'=>  'Крымск ' ,'13'=>  'Курганинск ' ,
        '14'=>  'Лабинск ' ,'15'=>  'Новокубанск ' ,'16'=> 'Новороссийск ' ,'17'=>  'Приморско-Ахтарск ' ,'18'=> 'Славянск-на-Кубани ' ,
        '19'=>  'Сочи ' ,'20'=>  'Темрюк' ,'21'=>  'Тимашёвск ' ,'22'=>  'Тихорецк ' ,'23'=>  'Туапсе ' ,'24'=>  'Усть-Лабинск' ,
        '25'=>  'Хадыженск '];
?>